cmake
ninja
clang
tree-sitter
go
rustup
fzf
tmux
wget
openssh
starship
neovim
ripgrep
bat
lsd
duf
fd
tldr
delta
dust
duf
broot
ag
mcfly
choose
jq
sd
cheat
bottom
glances
gtop
hyperfine
gping
procs
httpie
curlie
xh
zoxide
dog

